Ran Plan for dir: `poc/dev/fulfillment` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # google_compute_region_network_endpoint_group.serverless_neg["us-central1"] will be created
  + resource "google_compute_region_network_endpoint_group" "serverless_neg" {
      + id                    = (known after apply)
      + name                  = "fulfillment-us-central1-neg"
      + network_endpoint_type = "SERVERLESS"
      + project               = (known after apply)
      + region                = "us-central1"
      + self_link             = (known after apply)

      + cloud_run {
          + service = "fulfillment-controller"
        }
    }

  # google_compute_region_network_endpoint_group.serverless_neg["us-east1"] will be created
  + resource "google_compute_region_network_endpoint_group" "serverless_neg" {
      + id                    = (known after apply)
      + name                  = "fulfillment-us-east1-neg"
      + network_endpoint_type = "SERVERLESS"
      + project               = (known after apply)
      + region                = "us-east1"
      + self_link             = (known after apply)

      + cloud_run {
          + service = "fulfillment-controller"
        }
    }

Plan: 2 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d poc/dev/fulfillment`
* :put_litter_in_its_place: To **delete** this plan click [here](http://35.193.191.10:4141/lock?id=tandonc%252Fterraform-google-ccai%252Fpoc%252Fdev%252Ffulfillment%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d poc/dev/fulfillment`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
